import React from 'react';
import Footer from '../../Shared/Footer';
import NavigationBar from '../../Shared/NavigationBar';

const AboutUs = () => {
    return (
        <div>
            <NavigationBar></NavigationBar>
            <div className='m-3' style={{ paddingTop: 107 }}>
                <section id="features">
                    <div class="container">
                        <div class="row">
                            <div style={{ backgroundColor: '#fff' }}>
                                <h3 style={{ color: '#3F51B5', padding: '10px', backgroundColor: '#DCEDC8', borderRadius: '3px' }}>About Us </h3>
                                <div id="leftcolumn" style={{ textAlign: 'justify', fontSize: '15px', color: '#000', padding: '10px', backgroundColor: '#F1F8E9', borderRadius: '3px' }}>
                                    <p>
                                        <b>কলেজ পরিচিতি:</b>
                                        একবিংশ শতকের সূচনালগ্নে রাজধানীর প্রাণকেন্দ্র ধানমন্ডি ২ নম্বর সড়কে অবস্থিত আজকের ঢাকা সিটি কলেজ ১৯৫৭ সালে স্থাপিত হয় ঢাকা সিটি নাইট কলেজ হিসেবে। <br /><br />

                                        ওয়েস্ট এন্ড হাই স্কুলের সীমিত পরিসরে যার যাত্রা শুরু, দীর্ঘ অর্ধশতাব্দী কাল পেরিয়ে আজ বাংলাদেশের শিক্ষাজগতে তার অবস্থান সুদৃঢ় ও নেতৃস্থানীয়। ৬০-এর দশকে কিছুদিন ঢাকা কলেজ ক্যাম্পাসে অবস্থানের পর ’৭০ সালে আজকের স্থানটিতে কলেজটির কার্যক্রম শুরু হয়।<br /><br />

                                        ১৯৭৭ সালে অধ্যক্ষ প্রফেসর মোঃ হাফিজ উদ্দিন দায়িত্বভার গ্রহণ করার পরপরই আধুনিক ঢাকা সিটি কলেজের নতুন অভিযাত্রা শুরু হয়। সুদীর্ঘ ৩৩ বছর সফলভাবে অধ্যক্ষের দায়িত্ব পালনের পর কর্মরত অবস্থায় প্রথিতযশা শিক্ষাবিদ প্রফেসর মোঃ হাফিজ উদ্দিন ২০০৯ সালের ২৯ ডিসেম্বর ইন্তেকাল করেন। অধ্যক্ষ মোঃ হাফিজ উদ্দিনকে আমরা ‘আধুনিক ঢাকা সিটি কলেজ-এর রূপকার’ হিসেবে আখ্যায়িত করে থাকি।<br /><br />

                                        কলেজ গভর্নিং বডির প্রাক্তন চেয়ারম্যান সাবেক ঢাকা বিভাগীয় কমিশনার খানে আলম খানের অনুপ্রেরণা ও সহযোগিতায় ১৯৮৯ সালের মধ্যে দু’দুটো বৃহৎ বিল্ডিং নির্মিত হয়। ইতোমধ্যে আরেকটি বিল্ডিং-এর নির্মাণ কাজ শেষ হয়। ১৯৯১ সালে নৈশ বিভাগ বাদ দিয়ে ছাত্রীদের জন্য শুরু হয় প্রভাতী শাখা। অরাজনৈতিক ছাত্র-কাউন্সিল প্রবর্তনের মধ্য দিয়ে কলেজের শিক্ষা সহায়ক কার্যক্রম পরিচালনায় যুগান্তকারী পরিবর্তন সূচিত হয় ১৯৯২ সালে। ইতোমধ্যে কলেজের নিজস্ব অর্থায়নে দু’টি জায়গা ক্রয় করা হয়। একটি কলেজ সংলগ্ন ১৩ কাঠা জায়গা যার উপর ৬-তলা ভবন নির্মাণ করা হয়েছে। অন্যটি ধানমন্ডি ৩/এ রোডে এক বিঘা জায়গা। যার ওপর ছয়তলা বিল্ডিং-এর নির্মাণ কাজ শেষ হয়েছে। এছাড়াও স্নাতক ও উচ্চ মাধ্যমিক পর্যায়ে সিমেস্টার কোর্স এবং পরীক্ষা পদ্ধতি প্রবর্তনের সুফল ১৯৮০ সাল থেকে অদ্যাবধি প্রবহমান। এর প্রকৃষ্ট প্রমাণ ১৯৮৪ থেকে বোর্ড ও বিশ্ববিদ্যালয় পর্যায়ের বিভিন্ন পরীক্ষায় প্রতি বছর বহুসংখ্যক ছাত্র-ছাত্রীদের মেধা তালিকায় স্থান লাভ। সাম্প্রতিক সময়ে চালুকৃত গ্রেডিং পদ্ধতির বোর্ড পরীক্ষায় ব্যবসায় শিক্ষায় ও বিজ্ঞান বিভাগে সর্বাধিক সংখ্যক ছাত্র-ছাত্রীর জিপিএ ৫ প্রাপ্তি এর অন্যতম প্রমাণ।<br /><br />

                                        ১৯৯৫-৯৬ শিক্ষাবর্ষে উচ্চতর কোর্স প্রবর্তনের মধ্য দিয়ে কলেজের অগ্রযাত্রায় যোগ হয় নতুন মাত্রা। ব্যবস্থাপনা, হিসাববিজ্ঞান ও মার্কেটিং বিষয়ে সম্মান ও এম.বি.এস. ১ম পর্ব ও শেষ পর্ব শুরুর ভিতর দিয়ে উচ্চতর শিক্ষা বিস্তারের অভীষ্ট লক্ষ্যে কলেজটি এগিয়ে যাচ্ছে। ১৯৯৭-৯৮ শিক্ষাবর্ষ হতে ইংরেজি বিষয়ে সম্মান, ১৯৯৮-’৯৯ শিক্ষা বর্ষ হতে বি.এসসি. (সম্মান) কম্পিউটার সায়েন্স এন্ড ইঞ্জিনিয়ারিং, বি.বি.এ. এবং ২০০৩-’০৪ শিক্ষাবর্ষ হতে বি.বি.এস. (সম্মান) ফিন্যান্স এন্ড ব্যাংকিং কোর্সসমূহ চালু করা হয়। ২০১২-’১৩ শিক্ষাবর্ষে বিএসএস (সম্মান) অর্থনীতি বিষয়ে শিক্ষাদান শুরু হয়েছে। ২০০৪ সাল হতে নিয়মিত এম.বি.এ. কোর্স প্রবর্তন করা হয়েছে। গুণগত শিক্ষা নিশ্চিত করে দক্ষ মানব সম্পদ উপহার দেয়ার লক্ষ্যে বোর্ড ও জাতীয় বিশ্ববিদ্যালয়ের নির্দেশনা ও উন্নত বিশ্বের বিশ্ববিদ্যালয়গুলোর অনুসৃত নীতি ও পদ্ধতির আলোকে কলেজে চালু হয়েছে শিক্ষাদানের নিজস্ব পদ্ধতি।<br /><br />

                                        প্রথিতযশা চক্ষু চিকিৎসাবিদ, মাননীয় প্রধানমন্ত্রির সাবেক স্বাস্থ্যবিষয়ক উপদেষ্টা ও সম্মানিত শিক্ষা ব্যক্তিত্ব প্রফেসর ডা. সৈয়দ মোদাচ্ছের আলী আন্তরিক প্রচেষ্টা ও সঠিক পথনির্দেশনায় এবং গভর্নিং বডির সম্মানিত সদস্যদের দক্ষ পরিচালনা ও তত্ত্বাবধানে কলেজটি বর্তমানে পরিচালিত হচ্ছে। যোগ্য অধ্যক্ষের সুদক্ষ পরিচালনা, আন্তরিক, সৎ ও যোগ্য শিক্ষকম-লীর শিক্ষাদান, সুন্দর, স্বচ্ছ ও প্রত্যাশিত শিক্ষার অনুকূল পরিবেশ এবং সুপরিকল্পিত প্রগতিশীল শিক্ষা পদ্ধতির প্রয়োগ কলেজটিকে আজ একটি গৌরবোজ্জ্বল প্রতিষ্ঠানে পরিণত করেছে। আমাদের দৃঢ় বিশ্বাস, ঢাকা সিটি কলেজ শিক্ষা বিস্তারের মাধ্যমে শিক্ষার্থীদের মধ্যে আত্মবিশ্বাস ও মানবীয় চেতনার বিকাশ ঘটিয়ে জাতীয় অগ্রগতিতে ইতিবাচক ভূমিকা পালন করে যাচ্ছে।<br /><br />
                                        <div id="Heading9">
                                            <b>প্রশাসনিক কাঠামো</b>:
                                            ঢাকা সিটি কলেজ একটি বেসরকারি শিক্ষা প্রতিষ্ঠান। এখানে ঢাকা শিক্ষা বোর্ড ও জাতীয় বিশ্ববিদ্যালয় কর্তৃক অনুমোদিত উচ্চ মাধ্যমিক, স্নাতক (পাস) ও বিবিএ সম্মান হিসাববিজ্ঞান, ব্যবস্থাপনা, মার্কেটিং, ফিন্যান্স এ- ব্যাংকিং, বি.এ. সম্মান ইংরেজি, বিএসএস (সম্মান) অর্থনীতি, বি.এসসি. অনার্স-ইন-কম্পিউটার সায়েন্স এ- ইঞ্জিনিয়ারিং, ব্যাচেলর অব বিজনেস এ্যাডমিনিস্ট্রেশন (বিবিএ প্রফেশনাল) এবং স্নাতকোত্তর পর্যায়ে বিভিন্ন কোর্সে পাঠদান করা হয়। এ কলেজটি জাতীয় বিশ্ববিদ্যালয়ের নিয়মনীতি অনুযায়ী গঠিত গভর্নিং বডি দ্বারা পরিচালিত। গভর্নিং বডি কলেজ সংক্রান্ত যাবতীয় নীতি নির্ধারণ করে এবং সে সকল নীতি অনুযায়ী কলেজটি পরিচালিত হয়। উক্ত নীতিসমূহ বাস্তবায়নের লক্ষ্যে কলেজ প্রশাসনিক কাঠামোকে নিম্নরূপে বিন্যস্ত করা হয়েছে :<br /><br />

                                            <b>অধ্যক্ষ :</b> অধ্যক্ষ হচ্ছেন কলেজের নির্বাহী প্রধান। তিনি গভর্নিং বডির সিদ্ধান্তের আলোকে কলেজের একাডেমিক ও প্রশাসনিক কার্যাবলি পরিচালনা করেন।<br /><br />

                                            <b>উপাধ্যক্ষ :</b> অধ্যক্ষের নির্দেশানুসারে প্রশাসনিক ও একাডেমিক কাজে সহায়তা করে থাকেন।<br /><br />

                                            <b>বিভাগীয় প্রধান/কো-অর্ডিনেটর : </b>যে সকল বিষয়ে সম্মান ও মাস্টার্স কোর্স প্রবর্তন করা হয়েছে সে সকল বিষয়ে একাডেমিক কার্যাদি সম্পাদনে অধ্যক্ষকে সহায়তা প্রদানের জন্য সংশ্লিষ্ট প্রতি বিষয় থেকে একজন শিক্ষককে নির্দিষ্ট সময়ের জন্য বিভাগীয় প্রধানের অতিরিক্ত দায়িত্ব দেয়া হয়। চার বছর মেয়াদি বি.বি.এ. প্রফেশনাল এবং বি.এসসি. অনার্স ইন কম্পিউটার সায়েন্স এন্ড ইঞ্জিনিয়ারিং কোর্সের একাডেমিক কার্যাদি সুষ্ঠুভাবে সম্পাদনে অধ্যক্ষকে সহায়তা করার লক্ষ্যে প্রত্যেক কোর্সের জন্য একজন শিক্ষককে কো-অরডিনেটরের দায়িত্ব দেয়া হয়।<br /><br />
                                        </div>
                                        <div id="Heading4">
                                            <b>দায়িত্বপ্রাপ্ত শিক্ষক :</b><br />

                                            (i) ক্লাস পর্যবেক্ষণ : দুইজন শিক্ষককে নির্দিষ্ট সময়ের জন্য ক্লাস পর্যবেক্ষণের দায়িত্ব দেয়া হয়।<br />

                                            (ii) পরীক্ষা পরিচালনা : কলেজের অভ্যন্তরীণ পরীক্ষা যেমন ক্লাশ টেস্ট, সিমেস্টার পরীক্ষা, প্রস্তুতিমূলক পরীক্ষা বা মডেল টেস্ট এবং বোর্ড ও বিশ্ববিদ্যালয়ের পরীক্ষাসমূহ সুষ্ঠুভাবে পরিচালনার জন্য তিনজন শিক্ষককে নির্দিষ্ট সময়ের জন্য দায়িত্ব দেয়া হয়।<br />

                                            (iii) শ্রেণি শিক্ষক : প্রতিটি সেকশনে একজন করে শ্রেণি শিক্ষক নিয়োজিত থাকেন যারা ছাত্র-ছাত্রীদের সার্বিক উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করেন। তারা সংশ্লিষ্ট শ্রেণির ছাত্র-ছাত্রীদের ক্লাস টেস্ট, অ্যাসাইনমেন্ট, সিমেস্টার পরীক্ষার ফলাফল এবং ক্লাস উপস্থিতির হার সংগ্রহ, বিন্যাস, প্রকাশ ও সংরক্ষণ করেন। এছাড়াও তারা ছাত্র-ছাত্রীদের স্বার্থসংশ্লিষ্ট বিভিন্ন বিষয়ে কলেজ প্রশাসন ও অভিভাবকদের মধ্যে যোগসূত্র স্থাপন করে।<br />

                                            (iv) গাইড টিচার : অত্র কলেজে বেশ কয়েকটি বিষয়ে সম্মান এবং এম.বি.এস. প্রথম ও দ্বিতীয় পর্ব চালু করা হয়েছে। উক্ত কোর্সসমূহে বিভিন্ন পর্বে ছাত্র/ছাত্রীদের সার্বিক উন্নয়নের দায়িত্ব পালনের জন্য বিভিন্ন পর্বের প্রতি সেকশন/বিভাগের জন্য এক বা একাধিক গাইড টিচারের ব্যবস্থা রয়েছে।<br /><br />
                                        </div>

                                        CONTACT US<br />
                                        Phone No: +88-02-58610294 <br />
                                        Fax No: +88-02-9675529<br /><br />

                                        EIIN: 107975

                                    </p>
                                </div>
                            </div>



                        </div>
                    </div>
                </section>
            </div>
            <Footer></Footer>
        </div>
    );
};

export default AboutUs;